Repository: fxzxmic/Cygwin-Setup
Catalog: po/*/res.po
Languages: fr

source: Couldn't create registry key to store installation path
fr: Impossible de créer la clé de registre pour enregistrer le chemin d'installation

source: Internet Error: %s
fr: Erreur Internet : %s

source: WARNING - Unsolved Problems Some packages may not work properly if you continue. Are you sure you want to proceed (NOT RECOMMENDED)?
fr: ATTENTION - Problèmes non résolus Certains paquets ne fonctionneront pas correctement si vous continuez. Voulez vous continuer (NON RECOMMANDÉ) ?

source: Target CPU mismatch You're trying to install a %s bit version of Cygwin into a directory containing a %s bit version of Cygwin. Continuing to do so would break the existing installation. Either run setup-%s.exe to update your existing %s bit installation of Cygwin, or choose another directory for your %s bit installation.
fr: Erreur CPU cible Vous essayez d'installer une version %s bits de Cygwin dans un dossier qui contient une version %s bits de Cygwin. Si vous insistez, vous aller casser l'installation existante. Utilisez setup-%s.exe pour mettre à jour votre installation %s bits de Cygwin, ou choisissez un autre dossier pour votre installation %s bits.

source: Can't get list of download sites. Make sure your network settings are correct and try again.
fr: Impossible d'avoir la liste des sites de téléchargement. Vérifiez que vos paramètres réseau sont corrects et réessayez.

source: Are you sure you want to exit setup? Any current download or installation will be aborted.
fr: Voulez-vous vraiment quitter l'assistant ? Les téléchargements ou installations en cours seront annulés.

source: Continue
fr: Continuer

source: No packages found.
fr: Pas de paquet trouvé.

source: Nothing to download.
fr: Rien à télécharger.

source: Nothing to install or update.
fr: Rien à installer ou mettre à jour.

source: Select an installation root directory
fr: Choisissez le dossier racine de l'installation

source: Select download directory
fr: Choisissez le dossier pour le téléchargement

source: Select local package directory
fr: Choisissez le dossier local

source: Checking %s for %s
fr: Vérification %s pour %s

source: %s from %s
fr: %s depuis %s

# STRINGTABLE.IDS_CONFIRM_UNINSTALL
source: Uninstall
fr: Désinstalle

# STRINGTABLE.IDS_CONFIRM_INSTALL
source: Install
fr: Installe

source: Download
fr: Télécharge

source: No changes
fr: Pas de changement

source: (automatically added)
fr: (ajouté automatiquement)

source: &Kill Processes
fr: &Tuer les processus

# STRINGTABLE.IDS_FILE_INUSE_MSG
source: Unable to extract
fr: Incapable d'extraire

source: Error during option processing.
fr: Erreur pendant l'analyse des options.

source: Command Line Options:
fr: Options de la ligne de commandes :

source: The default is to both download and install packages, unless either --download or --local-install is specified.
fr: Par défault téléchargement et installation des paquets, sauf si --download ou --local-install sont spécifiés.

source: Consider package versions marked test
fr: Prendre en compte les paquets marqués test

source: Allow old, unsupported Windows versions
fr: Autoriser les vieilles versions de Windows

source: Architecture to install (x86_64 or x86)
fr: Architecture à installer (x86_64 ou x86)

source: Specify categories to install
fr: Spécifie les catégories à installer

source: Remove orphaned packages
fr: Supprimer les paquets orphelins

source: Disable known or suspected buggy anti virus software packages during execution
fr: Inhibe les anti-virus buggés à l'exécution

source: Download packages from internet
fr: Télécharger depuis internet

source: Select the current version for all packages
fr: Choisir la version courante pour tous les paquets

source: Print help
fr: Afficher l'aide

source: Automatically install source for every package installed
fr: Ajouter automatiquement les sources de chaque paquet installé

source: Use a different basename, e.g. ""foo"", instead of ""setup""
fr: Utiliser un nom de base différent, p.ex. «toto», au lieu de «setup»

source: Use untrusted keys and retain all
fr: Utiliser les clés non-fiables et les garder

source: Specify GUI language langid
fr: Choisir la langue de l'IHM

source: Install packages from local directory
fr: Installer depuis un répertoire local

source: Local package directory
fr: Dossier local pour les paquets

source: Skip package availability check when installing from local directory (requires local directory to be clean mirror!)
fr: Ne pas vérifier la présence d'un paquet depuis un dossier local (celui-ci doit être un miroir propre !)

source: Do not check for and enforce running as Administrator
fr: Ne pas vérifier et forcer à installer en tant qu'administrateur

source: Disable creation of desktop shortcut
fr: Pas de création de raccourci de bureau

source: Disable replacing in-use files on next reboot
fr: Inhibe le remplacement des fichiers en cours d'utilisation au prochain redémarrage

source: Disable creation of desktop and start menu shortcuts
fr: Pas de création de raccourcis de bureau et de menu

source: Disable creation of start menu shortcut
fr: Pas de création de raccourci de menu

source: Don't verify setup.ini signatures
fr: Ne pas vérifier les signatures de setup.ini

source: Suppress checking if a newer version of setup is available
fr: Ne pas vérifier si une version plus récente de l'assistant est disponible

source: Don't warn about deprecated Windows versions
fr: Ne pas avertir pour les vieilles versions de Windows

source: Enable old cygwin.com keys
fr: Utiliser les anciennes clés de cygwin.com

source: Do not download mirror list. Only use sites specified with -s.
fr: Ignorer tous les sites sauf ceux spécifiés par -s

source: Specify packages to install
fr: Spécifie les paquets à installer

source: Semi-attended chooser-only mode
fr: Mode assistant sélection seulement

source: HTTP/FTP proxy (host:port)
fr: Proxy HTTP/FTP (serveur:port)

source: Prune the installation to only the requested packages
fr: Purger l'installation pour n'avoir que les paquets demandés

source: URL or absolute path of extra public key file (RFC4880 format)
fr: URL ou chemin complet d'une clé publique supplémentaire (format RFC4880)

source: Unattended setup mode
fr: Assistant sans messages

source: Specify categories to uninstall
fr: Spécifie les catégories à désinstaller

source: Specify packages to uninstall
fr: Spécifie les paquets à désinstaller

source: Root installation directory
fr: Dossier racine de l'installation

source: Extra DSA public key in s-expr format
fr: Clé publique DSA supplémentaire au format s-expr

source: Download site URL
fr: URL du site de téléchargement

source: Symlink type (lnk, native, sys, wsl)
fr: Type de lien symbolique (lnk, native, sys, wsl)

source: Use untrusted saved extra keys
fr: Utiliser les clés non-fiables enregistrées

source: Also upgrade installed packages
fr: Mettre à jour les paquets installés

source: User agent string for HTTP requests
fr: « User agent » pour les requêtes HTTP

source: Verbose output
fr: Affichages verbeux

source: Show version
fr: Montrer la version

source: When elevating, wait for elevated child process
fr: Attendre le process fils en mode élévation
