Repository: fxzxmic/Cygwin-Setup
Catalog: po/*/res.po
Languages: fr

source: Cygwin Setup - Choose Installation Type
fr: Assistant Cygwin - Choisissez le type d'installation

source: &Install from Internet (downloaded files will be kept for future re-use)
fr: &Installer depuis Internet (les fichiers téléchargés seront gardés pour une réutilisation ultérieure)

source: &Download Without Installing
fr: &Télécharger sans installer

source: Install from &Local Directory
fr: Installer depuis un dossier &local

source: Choose A Download Source
fr: Choisissez la source du téléchargement

source: Choose whether to install or download from the internet, or install from files in a local directory.
fr: Choisissez si vous installez ou téléchargez depuis Internet, ou installez des fichiers depuis un dossier local.

source: Cygwin Setup - Disable Virus Scanner?
fr: Assistant Cygwin - Inhiber l'Anti-Virus ?

source: &Disable Virus scanner
fr: &Inhiber l'anti-virus

source: &Leave Virus scanner alone
fr: &Laisser l'anti-virus tranquille

source: Choose whether to disable your virus scanner while installing.
fr: Choisissez si vous inhibez votre anti-virus pendant l'installation.

source: Some Antivirus programs, notably McAfee, cause a blue screen on Windows XP computers during installation of Cygwin.
fr: Certains anti-virus, notamment McAfee, génèrent un écran bleu sur Windows XP lors de l'installation de Cygwin.

source: One that may be a problem has been detected. Cygwin setup can disable this during the installation process, and re-enable it when the install is complete.
fr: Un anti-virus problématique a été détecté. L'assistant Cygwin peut l'inhiber pendant le processus d'installation, et le revalider à la fin de l'installation.

source: Cygwin Setup - Select Local Package Directory
fr: Assistant Cygwin - Sélection du dossier local des paquets

source: Select Local Package Directory
fr: Sélection du dossier local des paquets

source: Select a directory where you want Setup to store the installation files it downloads. The directory will be created if it does not already exist.
fr: Choisir un dossier pour enregistrer les fichiers téléchargés. Ce dossier sera créé s'il n'existe pas.

source: Select a directory where Setup should look for downloaded installation files.
fr: Choisir un dossier où l'assistant ira chercher les fichiers téléchargés.

source: Local Package Directory
fr: Dossier local des paquets

# DIALOG.IDD_LOCAL_DIR.PUSHBUTTON.IDC_LOCAL_DIR_BROWSE
source: B&rowse...
fr: Par&courir...

source: Cygwin Setup - Choose Installation Directory
fr: Assistant Cygwin - Choix du dossier d'installation

source: Select Root Install Directory
fr: Sélection du dossier racine

source: Select the directory where you want to install Cygwin. Also choose a few installation parameters.
fr: Sélectionnez le dossier où installer Cygwin. Choisissez également des paramètres d'installation.

source: Root Directory
fr: Dossier racine

# DIALOG.IDD_ROOT.PUSHBUTTON.IDC_ROOT_BROWSE
source: B&rowse...
fr: Pa&rcourir...

source: Install For
fr: Installer pour

source: &All Users (RECOMMENDED)
fr: &Tout le monde (RECOMMANDÉ)

source: Just &Me
fr: Juste &Moi

source: Cygwin will be available to all users of the system.
fr: Cygwin sera disponible pour tous les utilisateurs.

source: Cygwin will still be available to all users, but Desktop Icons, Cygwin Menu Entries, and important Installer information are only available to the current user. Only select this if you lack Administrator privileges or if you have specific needs.
fr: Cygwin sera disponible pour tous les utilisateurs mais les icônes et les menus uniquement pour l'utilisateur en cours. Ne sélectionner que si vous n'avez pas les droits administrateur ou en cas de besoin spécifique.

source: Cygwin Setup - Choose Download Site(s)
fr: Assistant Cygwin - Choix site(s) de téléchargement

source: Available Download Sites:
fr: Sites disponibles :

source: Choose a site from this list, or add your own sites to the list.
fr: Choisissez un site dans cette liste, ou ajoutez vos propres sites à la liste.

source: Choose A Download Site
fr: Choisissez un site de téléchargement

source: User URL:
fr: URL perso :

source: Add
fr: Ajouter

source: Cygwin Setup - Select Connection Type
fr: Assistant Cygwin - Sélection du type de connexion

source: Use &System Proxy Settings
fr: Utiliser les paramètres proxy &Système

source: &Direct Connection
fr: Connexion &directe

source: Use HTTP/FTP &Proxy:
fr: Utiliser le &proxy HTTP/FTP :

source: Proxy &Host
fr: &Serveur proxy

source: Setup needs to know how you want it to connect to the internet. Choose the appropriate settings below.
fr: L'assistant a besoin de savoir comment vous désirez le connecter à Internet. Choisissez un paramètre approprié ci-dessous.

source: Select Your Internet Connection
fr: Sélectionnez votre connexion Internet

# DIALOG.IDD_INSTATUS.CAPTIONDIALOG.IDD_INSTATUS.CAPTION
source: Cygwin Setup
fr: Assistant Cygwin

# DIALOG.IDD_INSTATUS.LTEXT.IDC_INS_ACTION
source: Installing...
fr: Installation...

source: (PKG)
fr: (PAQUET)

source: (FILE)
fr: (FICHIER)

# DIALOG.IDD_INSTATUS.LTEXT.IDC_INS_BL_PACKAGE
source: Package:
fr: Paquet :

source: Disk:
fr: Disque :

source: This page displays the progress of the download or installation.
fr: Cette page affiche l'avancement du téléchargement ou de l'installation.

source: Progress
fr: Avancement

source: Proxy Authentication required
fr: Authentification proxy requise

source: Proxy &User ID
fr: &Identifiant proxy

# DIALOG.IDD_PROXY_AUTH.LTEXT.IDC_STATICDIALOG.IDD_PROXY_AUTH.LTEXT.IDC_STATIC
source: &Password
fr: &Mot de passe

source: Proxy Authorization Required
fr: Authentification proxy requise

source: Cancel
fr: Annule

source: Server Authentication required
fr: Authentification serveur requise

# DIALOG.IDD_NET_AUTH.LTEXT.IDC_STATIC
source: &User ID
fr: &Identifiant

# DIALOG.IDD_NET_AUTH.LTEXT.IDC_STATIC
source: &Password
fr: &Mot de passe

source: Server Authorization Required
fr: Authentification serveur requise

# DIALOG.IDD_NET_AUTH.PUSHBUTTON.IDCANCEL
source: Cancel
fr: Annule

# DIALOG.IDD_SPLASH.CAPTION
source: Cygwin Setup
fr: Assistant Cygwin

source: Cygwin Net Release Setup Program
fr: Programme Assistant Cygwin

source: This setup program is used for the initial installation of the Cygwin environment as well as all subsequent updates. The pages that follow will guide you through the installation. Please note that we only install a base set of packages by default. Cygwin provides a large number of packages spanning a wide variety of purposes. You can always run this program at any time in the future to add, remove, or upgrade packages as necessary.
fr: Cet assistant est utilisé pour l'installation initiale de l'environnement Cygwin ainsi que pour ses mises à jour. Les pages suivantes vont vous guider durant l'installation. Notez que Cygwin inclus un grand nombre de paquets destinés à de multiples usages. Nous ne pourrons installer par défaut qu'un jeu de paquets de base. Redémarrez ce programme ultérieurement pour ajouter, enlever ou mettre à jour des paquets si nécessaire.

source: Cygwin Setup - Installation Status and Create Icons
fr: Assistant Cygwin - État de l'installation et création des icônes

source: Create icon on &Desktop
fr: Créer une icône sur le &bureau

source: Add icon to &Start Menu
fr: Ajouter une icône au menu &Démarrer

source: Tell setup if you want it to create a few icons for convenient access to the Cygwin environment.
fr: Indiquez à l'assistant si vous voulez créer des icônes pour un accès aisé à Cygwin.

source: Create Icons
fr: Création des icônes

source: Shows installation status in download-only mode.
fr: Montre l'état de l'installation en mode téléchargement seulement.

source: Installation complete
fr: Installation terminée

source: Installation Status
fr: État de l'installation

source: Cygwin installation completed successfully.
fr: Installation de Cygwin terminée avec succès.

source: FTP Authentication required
fr: Authentification FTP requise

# DIALOG.IDD_FTP_AUTH.LTEXT.IDC_STATIC
source: &User ID
fr: &Identifiant

# DIALOG.IDD_FTP_AUTH.LTEXT.IDC_STATIC
source: &Password
fr: &Mot de passe

source: FTP Authorization Required
fr: Authentification FTP requise

# DIALOG.IDD_FTP_AUTH.PUSHBUTTON.IDCANCEL
source: Cancel
fr: Annule

source: Cygwin Setup - Select Packages
fr: Assistant Cygwin - Sélection des paquets

source: &View
fr: &Voir

source: &Search
fr: &Chercher

source: Search
fr: Chercher

source: &Clear
fr: &Efface

source: &Keep
fr: &Garde

source: &Best
fr: &Mieux

source: &Hide obsolete packages
fr: &Cacher les paquets obsolètes

source: Select packages to download.
fr: Sélectionnez les paquets à télécharger.

source: Select packages to install.
fr: Sélectionnez les paquets à installer.

source: Select Packages
fr: Sélection des paquets

source: Cygwin Setup - Resolving Dependencies
fr: Assistant Cygwin - Résolution des dépendances

source: Resolving Dependencies
fr: Résolution des dépendances

source: The following problems occured trying to satisfy dependencies.
fr: Les problèmes suivants apparaissent lors de la résolution des dépendances.

source: &Accept default problem solutions
fr: &Accepter la solution par défaut

source: Cygwin Setup - Review and confirm changes
fr: Assistant Cygwin - Revoir et confirmer les changements

source: Review and confirm changes
fr: Revoir et confirmer les changements

source: Cygwin Setup - Use dropped mirrors?
fr: Assistant Cygwin - Utiliser les sites miroirs éliminés ?

source: Warning:
fr: Attention :

source: One or more mirrors you have selected is/are not on the list of official Cygwin mirrors any more. It/They may be out of date or missing some packages. This affects the following mirror(s):
fr: Un ou plusieurs miroirs sélectionnés ne sont plus dans la liste officielle des miroirs Cygwin. Certains paquets peuvent manquer ou ne pas être à jour. Ceci concerne le(s) miroir(s) suivant(s) :

source: If you experience installation problems consider trying official mirrors only. Do you want to continue, using this/these mirror(s)?
fr: Si vous avez des problèmes à l'installation pensez à n'utiliser que les miroirs officiels. Voulez-vous continuer avec ce(s) miroir(s) ?

source: &Don't warn me about this/these mirror(s) again
fr: &Ne plus me prévenir pour ce(s) miroir(s)

source: &Yes
fr: &Oui

source: &No
fr: &Non

source: Download Incomplete
fr: Téléchargement Incomplet

source: The following package(s) had download errors:
fr: Les paquets suivants ont des erreurs de téléchargement :

source: Select 'Retry' to retry the download, 'Back' to return to the package selection page, 'Continue' to go on anyway (NOT RECOMMENDED), or 'Cancel' to exit.
fr: Choisissez 'Recommencer' pour relancer le téléchargement, 'Précédent' pour revenir à la page de sélection des paquets, 'Continuer' pour forcer la suite (NON RECOMMANDÉ), ou 'Annuler' pour quitter.

# DIALOG.IDD_DOWNLOAD_ERROR.DEFPUSHBUTTON.IDRETRY
source: &Retry
fr: &Recommencer

source: &Back
fr: &Précédent

# DIALOG.IDD_DOWNLOAD_ERROR.PUSHBUTTON.IDIGNORE
source: &Continue
fr: &Continuer

# DIALOG.IDD_DOWNLOAD_ERROR.PUSHBUTTON.IDABORT
source: Cancel
fr: Annuler

source: Cygwin Setup - Running postinstall scripts
fr: Assistant Cygwin - Lancement des scripts post-installation

source: Postinstall script errors
fr: Erreurs dans les scripts

source: These do not necessarily mean that affected packages will fail to function properly, but please check /var/log/setup.log.full and report any problems.
fr: Ceci n'indique pas forcément que les paquets concernésne fonctionneront pas, mais consultez /var/log/setup.log.full avant de reporter un problème.

source: In-use file detected
fr: Détection d'un fichier en cours d'utilisation

# DIALOG.IDD_FILE_INUSE.LTEXT.IDC_FILE_INUSE_MSG
source: Unable to extract
fr: Impossible d'extraire

source: The file is in use by the following processes:
fr: Ce fichier est en cours d'utilisation par :

source: Select 'Retry' to retry, select 'Stop' to stop processes and retry, or select 'Continue' to go on anyway (the file will be updated after a reboot).
fr: Choisir 'Recommencer' pour recommencer, choisir 'Stop' pour arrêter les process et recommencer, ou choisir 'Continuer' pour procéder (le fichier sera mis à jour après un redémarrage).

source: Select 'Retry' to retry, select 'Kill' to kill processes and retry, or select 'Continue' to go on anyway (the file will be updated after a reboot).
fr: Choisir 'Recommencer' pour ré-essayer, choisir 'Tuer' pour tuer les processus et ré-essayer, ou choisir 'Continuer' pour poursuivre (le fichier sera mis à jour après un redémarrage).

source: Select 'Retry' to retry, select 'Kill' to forcibly kill all processes and retry, or select 'Continue' to go on anyway (the file will be updated after a reboot).
fr: Choisir 'Recommencer' pour ré-essayer, choisir 'Tuer' pour forcer la fin des processus et ré-essayer, ou choisir 'Continuer' pour poursuivre (le fichier sera mis à jour après un redémarrage).

# DIALOG.IDD_FILE_INUSE.PUSHBUTTON.IDIGNORE
source: &Retry
fr: &Recommencer

source: &Stop Processes
fr: &Stop

# DIALOG.IDD_FILE_INUSE.PUSHBUTTON.IDCONTINUE
source: &Continue
fr: &Continuer

source: Warning: we recommend you do not use the root of your hard drive as the cygwin root, to prevent possible conflicts with other programs. Proceed anyway?
fr: Attention : nous recommandons de ne PAS utiliser la racine du disque dur comme racine de Cygwin pour éviter des conflits avec d'autres programmes. Continuer quand même ?

source: You should not choose a root path that include spaces in directory names. Proceed anyway?
fr: Vous ne devriez pas utiliser un chemin racine qui inclus des espaces dans les noms de dossiers. Continuer quand même ?

source: Can't open %s for writing: %s
fr: Impossible d'ouvrir %s en écriture : %s

source: Unable to get %s from <%s>
fr: Impossible de récupérer %s depuis « %s »

source: This setup.ini is older than the one you used last time you installed cygwin. Proceed anyway?
fr: Ce fichier setup.ini est plus ancien que celui utilisé lors de la dernière installation de Cygwin. Continuer quand même ?

source: Nothing needed to be installed
fr: Rien à installer

source: Installation Complete
fr: Installation terminée

source: In-use files have been replaced. You need to reboot as soon as possible to activate the new versions. Cygwin may operate incorrectly until you reboot.
fr: Les fichiers en cours d'utilisation ont été remplacés. Vous devriez redémarrer dès que possible pour activer ces versions. Cygwin pourrait fonctionner de façon incorrecte jusqu'au redémarrage.

source: Can't open %s for reading: %s
fr: Impossible d'ouvrir %s en lecture : %s

source: The install directory must be absolute, with both a drive letter and leading slash, like C:\Cygwin
fr: Le dossier d'installation doit être absolu, avec à la fois un identificateur de lecteur et une barre oblique au début : C:\Cygwin

source: Download Complete
fr: Téléchargement terminé

source: Cannot open log file %s for writing
fr: Impossible d'ouvrir le fichier de trace %s en écriture

source: Uninstalls complete.
fr: Désinstallation terminée.

source: Could not change dir to %s: %s [%.8x]
fr: Impossible de changer le dossier vers %s : %s [%.8x]

source: This setup is version %s, but setup.ini claims version %s is available. You might want to upgrade to get the latest features and bug fixes.
fr: Cet assistant est en version %s, mais setup.ini indique que la version %s est disponible. Vous devriez le mettre à jour pour avoir les dernière fonctionnalités et corrections de bogues.

source: Download Incomplete. Try again?
fr: Téléchargement incomplet. Recommencer ?

source: Download incomplete. Check %s for details
fr: Téléchargement incomplet. Vérifiez %s pour avoir des détails

source: Installation error (%s), Continue with other packages?
fr: Erreur d'installation (%s), Continuer avec les autres paquets ?

source: Installation incomplete. Check %s for details
fr: Installation incomplète. Vérifiez %s pour les détails

source: Package %s has a corrupt local copy, please remove and retry.
fr: Le fichier du paquet %s a une copie locale altérée, supprimez la et recommencez.

source: The file %s is corrupt. Delete it and download again?
fr: Le fichier %s est corrompu. Effacer et re-télécharger ?

source: %s Do you want to skip this package ?
fr: %s Voulez-vous passer ce paquet ?

source: Fatal Error: Uncaught Exception Thread: %s Type: %s Message: %s
fr: Erreur Fatale : exception non traitée Thread : %s Type : %s Message : %s

source: Fatal Error: Uncaught Exception Thread: %s Type: %s Message: %s AppErrNo: %d
fr: Erreur Fatale : exception non traitée Thread : %s Type : %s Message : %s AppErrNo : %d

source: Sets all packages to their currently installed version. This is equivalent to telling setup not to make any changes to any package.
fr: Garde tous les paquets à la version installée. Ceci est équivalent à demander à l'assistant de ne faire aucun changement aux paquets.

source: Sets all packages to the best version available (RECOMMENDED).
fr: Sélectionne globalement la version qui est actuellement considérée comme la meilleure (RECOMMANDÉ).

source: Sets all packages to the version available from the package repository, downgrading if necessary.
fr: Sélectionne globalement la version qui est disponible dans le site, éventuellement une version plus ancienne.

source: Enable test packages.
fr: Autoriser les versions de test.

source: Select the package view. This determines which packages are shown below. Category: Group by package category. Click on '+' to expand. Full: Show all packages. Pending: Show only packages that are about to be installed, removed, or upgraded. This tells you what is going to change when you press 'Next'. Up To Date: Show installed packages that need no action because they are at the desired version already. Not installed: Show packages that are are not currently installed and haven't been selected for installation. Picked: Show installed packages that were selected, not installed as a dependency.
fr: Itérer les différentes vues des paquets. Ceci détermine quels paquets seront montrés dans la vue ci-dessous. Catégorie : regroupe par catégorie de paquets. Cliquez sur '+' pour étendre. Tout : montre tous les paquets. En attente : montre uniquement les paquets à ajouter, enlever ou mettre à jour. Ceci montre ce que l'assistant est sur le point de modifier lors de l'appui sur 'Suivant'. À jour : montre les paquets installés qui ne nécessitent pas d'action. Non installé : montre les paquets non installés ou qui ne sont pas sélectionnés pour installation. Choisi : montre les paquets installés qui ont été sélectionnés, et non installés pour résoudre une dépendance.

source: If selected, setup will hide packages in categories with names that begin with '_'. Such packages are usually empty placeholders for packages that have been removed or renamed, or are infrastructure packages that are handled automatically.
fr: L'assistant cachera les paquets des catégories dont le nom commence par '_'. Ces paquets sont vides et sont des emplacements pour des paquets éliminés ou renommés, ou encore des paquets d'infrastructure gérés automatiquement.

source: Mirror Error: Setup.ini signature %s from %s failed to verify. Possible corrupt mirror? Setup.ini rejected.
fr: Erreur pour le miroir : la signature de Setup.ini %s de %s est impossible à vérifier. Le miroir est peut-être corrompu ? Setup.ini rejeté.

source: Internal Error: gcrypt library error %d %s
fr: Erreur interne : erreur %d %s de la librairie gcrypt

source: Search for this string in package names.
fr: Chercher cette valeur dans les noms des paquets.

source: Directory %s does not exist, would you like me to create it?
fr: Dossier %s absent, voulez-vous le créer ?

source: Couldn't create directory %s, sorry. (Is drive full or read-only?)
fr: Impossible de créer le dossier %s, désolé. (Disque plein ou uniquement en lecture ?)

source: Local package directory %s not found. You can still remove installed packages, but there will be nothing to install. Press OK if that's what you wanted or Cancel to choose a different directory.
fr: Dossier local des paquets %s absent. Voulez-vous efface les paquets, mais il n'y aura rien à installer Choisir OK si c'est ce que vous voulez ou Annuler pour choisir un autre dossier.

source: Hand installation over to elevated child process.
fr: Passer l'installation au process Administrateur.

source: Unknown INSTALLED.DB version
fr: Version de INSTALLED.DB inconnue

source: Could not download mirror sites list
fr: Impossible de télécharger la liste des sites miroirs

source: Progress:
fr: Progression :

# STRINGTABLE.IDS_PROGRESS_PACKAGE
source: Package:
fr: Paquet :

source: Connecting...
fr: Connexion...

source: Checking for packages to download...
fr: Recherche de paquets à télécharger...

source: Downloading...
fr: Télécharge...

source: Parsing...
fr: Analyse...

source: Running preremove script...
fr: Lancement du script de pré-désinstallation...

source: Uninstalling...
fr: Désinstalle...

# STRINGTABLE.IDS_PROGRESS_INSTALL
source: Installing...
fr: Installe...

source: Calculating...
fr: Calcul...

source: Running...
fr: Exécution...

source: Solving dependencies...
fr: Résolution des dépendances...

source: Default
fr: Par défaut

# STRINGTABLE.IDS_ACTION_INSTALL
source: Install
fr: Installe

# STRINGTABLE.IDS_ACTION_UNINSTALL
source: Uninstall
fr: Désinstalle

source: Skip
fr: Passe

source: Keep
fr: Garde

source: Reinstall
fr: Réinstalle

source: Retrieve
fr: Récupère

source: Unknown
fr: Inconnu

source: Full
fr: Tout

source: Pending
fr: En attente

source: Up To Date
fr: À jour

source: Not Installed
fr: Non installé

source: Picked
fr: Sélectionné

source: Category
fr: Catégorie

source: Package
fr: Paquet

source: Current
fr: Actuel

source: New
fr: Nouveau

source: Categories
fr: Catégories

source: Size
fr: Taille

# STRINGTABLE.IDS_MBOX_CAPTION
source: Cygwin Setup
fr: Assistant Cygwin

source: Unable to extract /%s -- corrupt package?
fr: Impossible d'extraire /%s -- paquet corrompu ?

source: Unable to extract /%s -- error writing file The file is in use or some other error occurred. Please stop all Cygwin processes and select ""Retry"", or select ""Continue"" to go on anyway (the file will be updated after a reboot).
fr: Incapable d'extraire /%s -- erreur à l'écriture du fichier Le fichier est utilisé ou une autre erreur est survenue. Arrêtez tous les processus Cygwin et sélectionnez «Recommencer», ou «Continuer» pour poursuivre (il faudra redémarrer).

source: An old version of cygwin1.dll was found here: %s Delete?
fr: Une ancienne version de cygwin1.dll a été trouvée ici : %s Effacer ?

source: Couldn't delete file %s. Is the DLL in use by another application? You should delete the old version of cygwin1.dll at your earliest convenience.
fr: Impossible de supprimer le fichier %s. La DLL est peut être utilisée par une autre application ? Vous devriez effacer la vieille version de cygwin1.dll dès que possible.

source: CoCreateInstance failed with error 0x%x. Setup will not be able to create Cygwin Icons in the Start Menu or on the Desktop.
fr: CoCreateInstance : échec avec erreur 0x%x. L'assistant ne sera pas capable de créer les icônes Cygwin dans le menu Démarrer ou sur le bureau.

source: Cygwin is not supported on this Windows version
fr: Cygwin n'est pas supporté pour cette version de Windows

source: Cygwin support for this Windows version is deprecated, and will be removed in the next major version
fr: Cygwin n'est plus supporté pour cette version de Windows, et sera enlevé dans la prochaine version majeure

source: Cygwin support for 32-bit Windows is deprecated, and will be removed in the next major version
fr: Cygwin n'est plus supporté pour Windows 32-bits, et sera enlevé dans la prochaine version majeure
